Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Also, if you publicly reference our Service on social media (e.g., by using a hashtag associated with Gwoop in a tweet or post), we may use your reference on or in connection with our Service.
ko_kr: 또한, 만약 귀하가 소셜 미디어에 공개적으로 당사의 서비스를 참조하는 경우 (트윗이나 게시글을 통해 Gwoop과 관련된 해시태그를 사용하는 등), 당사는 당사 서비스와 관련하여 귀하의 참조를 사용할 수 있습니다.

source: Bullseyes hit
ko_kr: 완벽한 시도

source: The Mobile Software originates in the United States, and is subject to United States export laws and regulations.
ko_kr: 모바일 소프트웨어는 미국산이며, 미국의 수출법 및 규정의 적용을 받습니다.

source: You are not a member of the team that controls this training regimen.
ko_kr: 당신은 훈련 방식을 수정할 수 있는 구성원이 아닙니다.

source: Added new Dashboard panels for speed and control stats.
ko_kr: 속도와 컨트롤 통계가 포함된 새로운 대시보드 패널을 추가했습니다.

source: Password
ko_kr: 비밀번호

source: Don't click the blue targets!
ko_kr: 파란색 타겟은 클릭하지 마세요!

source: Cookies and Pixels.
ko_kr: 쿠키 및 픽셀.

source: Sending you technical notices, updates, security alerts, information regarding changes to our policies, and support and administrative messages.
ko_kr: 기술적 통지, 업데이트, 보안 알림, 정책 변경에 대한 정보, 지원 및 행정 관련 메시지를 전송.

source: Preview
ko_kr: 미리보기

source: Super Team Leads can:
ko_kr: 슈퍼 팀 리더의 기능:

source: A valid Team Id must be provided.
ko_kr: 유효한 팀 ID가 제공되어야 합니다.

source: Mobile Software from iTunes.
ko_kr: iTunes에서의 모바일 소프트웨어

source: Vision, hand-eye coordination, quick twitch muscles and hearing are a few examples of these physical abilities which allow gamers to get an edge.
ko_kr: 게이머가 경쟁에서 승리하기 위해서는 시야, 손과 눈의 조화, 재빠른 근육의 움직임, 그리고 청력과 같은 신체적 능력이 필요합니다.

source: There was an error attempting to insert the gem transaction record into the database.
ko_kr: 데이터베이스에 Gem 거래 기록을 추가하는 데 실패했습니다.

source: YOU AGREE THAT, BY ENTERING INTO THIS TERMS OF SERVICE, YOU AND GWOOP ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, .COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.
ko_kr: 귀하는 본 이용약관을 체결함으로써 귀하와 Gwoop이 각각 배심 재판을 받거나 집단 소송, 단체 소송, 사적 법무장관 또는 기타 대표 소송에 참여할 수 있는 권리를 포기하는 데 동의합니다.

source: If you are an academic (K-12) esports program in the United States looking for financial support, we would love for you to apply!
ko_kr: 만약 당신이 미국에서 초중등교육 (K-12) e스포츠 프로그램을 운영하면서 지원금을 찾고 있다면 언제든지 신청하시길 바랍니다!

source: We've moved to a referral-only signup process while we are in beta.
ko_kr: 베타 서비스를 진행하는 동안 초대 전용 가입 과정을 옮겨놨습니다.

source: There is real opportunity to make a career in gaming and as it continues to grow and become more competitive, the need to stay ahead of your competition has never been more important.
ko_kr: 게임 산업에서 일자리를 구할 수 있는 절호의 기회입니다. 게임 산업은 꾸준히 성장하고 있으며 경쟁이 더욱 심해지고 있습니다. 이 시장에서 살아남기 위해서는 남보다 더욱 앞서나가야 합니다.

source: You may continue to use your Designs for your personal avatar in your personal online gaming and e-sports participation but you may not sell or license your Designs to other users or engage in any other commercial activity concerning the Designs.
ko_kr: 귀하는 개인 온라인 게임 및 e스포츠 참여에서 귀하의 개인 아바타를 위해 귀하의 디자인을 계속 사용할 수 있지만 다른 사용자에게 귀하의 디자인을 팔거나 권한을 제공할 수 없으며, 디자인과 관련되어 어떠한 상업 활동을 할 수 없습니다.

source: Updated the restart mechanic for the Speed training game.
ko_kr: 속도 훈련 게임에서 재시작 기능이 추가되었습니다.

source: Settings
ko_kr: 설정

source: Click Complete Onboarding to finish your setup on Stripe.
ko_kr: 참여하기 버튼을 클릭해 Stripe 설정을 마무리하세요.

source: Depending on where you are located or reside, you may be entitled to additional rights.
ko_kr: 귀하가 어디에 위치하고 거주하는지에 따라 귀하에게 추가적인 권리가 부여될 수 있습니다.

source: However, we will require written proof of the agent’s permission to do so and verify your identity directly.
ko_kr: 하지만 당사는 대리인 위임에 대한 서면 증명을 요구하며, 귀하의 신원을 직접 확인할 것입니다.

source: There are no training regimen modules associated with the training regimen.
ko_kr: 이 훈련 방식와 연결된 훈련 방식 모듈이 없습니다.

source: Incorrect Keys Hit
ko_kr: 실패한 키 입력

source: Encountered an error while attempting to upload the banner image.
ko_kr: 배너 이미지를 등록하는 과정에서 오류가 발생했습니다.

source: Cancelling your subscription will not completely delete your account from our Service.
ko_kr: 귀하가 구독을 취소하다라도 귀하의 계정을 당사 서비스에서 삭제되지 않습니다.

source: MOBA TUTORIAL
ko_kr: AOS 튜토리얼

source: We use this information to present the Service to you on your device.
ko_kr: 당사는 해당 정보를 사용하여 귀하의 장치에서 귀하에게 당사의 서비스를 제공합니다.

source: Starting In{colon}
ko_kr: 곧 시작{colon}

source: You're almost ready to game, but you will perform at your peak if you warm-up first.
ko_kr: 거의 게임 할 준비가 되어있지만, 몸풀기를 먼저 한다면 최고의 실력을 보여줄 수 있을 것입니다.

source: Prepare for your next gaming match by warming up your mouse movement, reaction time, and accuracy all at once.
ko_kr: 다음 경기에 앞서 몸풀기 게임을 통해 마우스 움직임, 반응 속도, 정확도를 동시에 연마하세요.

source: You must be at least 13 years old to participate in the Gwoop platform.
ko_kr: Gwoop 플랫폼을 이용하기 위해서는 최소 13살이 되어야 합니다.

source: To opt out of us using your data for Matched Ads, please contact us as set forth in the “Contact Us” section below and specify that you wish to opt out of matched ads.
ko_kr: 맞춤형 광고를 위한 귀하의 데이터 사용 중단을 원하신다면, 아래 “문의” 섹션에 명시된 대로 당사에 연락하여 맞춤형 광고 수신을 중단할 것이라고 알려주십시오.

source: Tell us a little about your team
ko_kr: 당신의 팀에 대해 설명해주세요

source: Arbitration.
ko_kr: 중재.

source: HOME BASE
ko_kr: 본진

source: User has linked the maximum number of allowed social media accounts.
ko_kr: 사용자가 이미 연결할 수 있는 소셜 미디어 숫자 최대치에 도달했습니다.

source: If you follow a link to any of these locations, please note that these locations have their own privacy policies and that we do not accept any responsibility or liability for their policies.
ko_kr: 만약 귀하가 이러한 장소에 대한 링크를 따라갈 경우, 이러한 장소에는 자체적인 개인정보 처리방침이 있으며, 당사는 해당 정책에 대해서는 어떠한 책임도 지지 않는다는 점을 유의하십시오.

source: Use bold faced text in the first two lines of copy, large fonts, text in video descriptions, and repeated prominent posts in any live streams.
ko_kr: 모든 라이브 스트리밍을 진행할 때 카피의 첫 두 줄은 볼드체를 사용해야 하며, 큰 글꼴과 동영상 설명 텍스트, 그리고 반복적이고 눈에 띄는 표시를 사용해야 합니다.

source: Great work!
ko_kr: 잘 하셨습니다!

source: Hit us up - hi@gwoop.com
ko_kr: 연락하기 - hi@gwoop.com

source: Unable to add these training regimen modules because there is no custom training regimen available with this regimen id.
ko_kr: 훈련 방식 모듈을 추가할 수 없습니다. 이 훈련 방식 ID와 연결된 사용 가능한 사용자 훈련 방식이 없습니다.

source: If you are a California resident please see the “Additional Disclosures for California Residents” section below; and
ko_kr: 귀하가 캘리포니아 주 거주자라면 “캘리포니아 주 거주자를 위한 추가 공시” 섹션을 참고하시기 바랍니다.

source: If you are interested in a future partnership to help grow academic esports, please contact us via our contact form.
ko_kr: 먄약 학교 e스포츠를 키우고자 저희와 파트너십을 체결하는 데 관심이 있으시다면 저희의 문의 양식을 통해 연락을 주세요.

source: This will stop future subscription charges from occurring to your account.
ko_kr: 이는 향후 구독 비용이 귀하의 계정으로 청구되는 것을 막습니다.

source: Data protection laws in the U.S. and other jurisdictions may be different from those of your country of residence.
ko_kr: 미국 및 다른 관할권의 데이터 보호 법률은 귀하가 거주하는 국가의 것과 다를 수 있습니다.

source: A user with the username {0} already exists.
ko_kr: 사용자명 {0}은(는) 이미 존재합니다.

source: Accuracy (%)
ko_kr: 정확도 (%)

source: You can also contact us via our Contact Us page (gwoop.com/contact).
ko_kr: 문의 페이지(gwoop.com/contact)를 통해서 문의할 수도 있습니다.

source: Analyze raw skill data across your team in one convenient dashboard, providing insight on which skills to focus on for each team member.
ko_kr: 당신 팀의 데이터를 하나의 편리한 대시보드로 분석해서 각 팀 구성원이 가진 기술에 대한 통찰력을 제공합니다.

source: Our games also put a strong emphasis on hand-eye coordination abilities and the firing of quick twitch muscles, because as is often the case, the difference between winning and losing in gaming is often milliseconds.
ko_kr: 또한 Gwoop의 게임은 손과 눈의 조화와 재빠른 근육 움직임을 강조하고 있습니다. 왜냐하면 게임의 승패를 나누는 것은 종종 밀리초의 순간이기 때문입니다.

source: Ultimate Burn Ability
ko_kr: 궁극의 점화 기술

source: Tap your screen when a circle is in the crosshair zone <sprite index=1>.
ko_kr: 원이 과녁에 <sprite index=1> 들어왔을 때 화면을 터치하세요.

source: Hi {username},
ko_kr: 안녕하세요 {username} 님,

source: You have reached maximum uses, this referral code is no longer valid.
ko_kr: 최대 사용 횟수에 다다랐습니다. 초대 코드가 더 이상 유효하지 않습니다.

source: We will request that the applicable technology service not serve you matched ads based on information we provide to it.
ko_kr: 당사는 당사가 제공한 정보를 바탕으로 해당 기술 서비스 업체가 만든 맞춤형 광고가 귀하에게 제공되지 않도록 해당 업체에 요청할 것입니다.

source: Unable to save game Stats data:
ko_kr: 게임 통계 데이터를 저장할 수 없습니다.

source: GET TEMPLATE
ko_kr: 템플릿 얻기

source: Tutorial Hero
ko_kr: 튜토리얼 영웅

source: Please enter a valid user name.
ko_kr: 유효한 사용자명을 입력하세요.

source: If the center of the bullseye is inside the target when you click, you will score a hit.
ko_kr: 빨간색 과녁의 중심이 타겟 안에 들어왔을 때 클릭하면 점수를 얻습니다.

source: GRANT OPENS
ko_kr: 장학금 신청 시작

source: If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.
ko_kr: 만약 본 계약의 어떤 조항이 관할 법원에서 무효로 간주되는 경우, 해당 조항의 무효는 본 계약의 나머지 조항의 유효성에 영향을 미치지 않으며, 본 계약은 완전한 효력을 유지합니다. 단, 보편적 집단 소송 및 배심 재판 포기에 대한 권리행사 정지의 경우, 전체 중재 합의는 시행될 수 없습니다.

source: Progress will reset if your cursor exits the curve.
ko_kr: 만약 커서가 경로를 벗어나면 처음부터 다시 시작해야 합니다.

source: Affiliates.
ko_kr: 계열사.

source: Please note that your opt out is limited to the email address and device used and will not affect subsequent subscriptions.
ko_kr: 귀하의 수신 거부는 사용된 이메일 주소와 장치로 제한되며, 후속 구독에는 영향을 미치지 않습니다.

source: Employment and education data, including information you provide when you apply for a job with us.
ko_kr: 귀하가 당사에 입사 지원할 당시 제공한 정보를 포함한 고용 및 교육 데이터.

source: Gems can be purchased in the locker room or earned by playing games and referring friends.
ko_kr: Gem은 탈의실에서 구매할 수 있으며, 게임을 플레이하거나 친구를 초대하면서 얻을 수도 있습니다.

source: (i.e. West High School, University of Minnesota, just creating a team for my friends)
ko_kr: (예: 대한고등학교, 민국대학교, 그냥 친구들과 팀을 만들고 싶습니다)

source: This category includes data that may qualify as protected classifications under other California or federal laws.
ko_kr: 이 범주에는 다른 캘리포니아 주 혹은 미국 연방법에 따라 보호되는 분류에 해당될 수 있는 데이터가 포함됩니다.

source: It looks like this party hasn't played enough sessions over the last 14 days to show anything here yet.
ko_kr: 이 파티는 최근 14일 동안 충분한 세션을 플레이하지 않았습니다. 표시할 수 있는 정보가 없습니다.

source: The right to obtain the restriction of the processing undertaken by us on your personal data in certain circumstances, such as where the accuracy of the personal data is contested by you, for a period enabling us to verify the accuracy of that personal data.
ko_kr: 귀하가 개인 데이터의 정확성에 대해 이의를 제기하는 경우와 같이 특정 상황에서 당사가 해당 개인의 데이터의 정확성을 확인할 수 있는 기간 동안 귀하의 개인 데이터에 대해 처리할 수 있는 활동을 제한할 수 있는 권리.

source: All Games
ko_kr: 모든 게임

source: Nevada consumers may submit requests directing businesses not to sell certain kinds of personal information that the business has collected or will collect about the consumer.
ko_kr: 네바다 주 소비자는 기업이 소비자에 대해 수집했거나 수집할 수 있는 특정 종류의 개인정보를 판매하지 않도록 기업에 지시하는 요청을 제출할 수 있습니다.

source: Speed Lvl 1 - Bring your average time per target to {number}ms less.
ko_kr: 속도 1단계 - 평균 타겟당 시간을 {number}ms 이하로 기록하세요.

source: Scenario not completed, please try again.
ko_kr: 시나리오를 완료하지 못했습니다. 다시 시도하세요.

source: YOU CARE ABOUT WINNING.
ko_kr: 당신은 승리만 생각하세요.

source: REACTION TIME LVL 2
ko_kr: 반응 속도 2단계

source: You don't have access to view this users dashboard stats.
ko_kr: 이 사용자의 대시보드 통계를 열람할 권한이 없습니다.

source: Weekly
ko_kr: 주간

source: Gwoop Esports Enablement Grant
ko_kr: Gwoop e스포츠 장학금

source: In the past 12 months, we have collected the following categories of personal information enumerated in the CCPA:
ko_kr: 지난 12개월 동안, 당사는 CCPA에 열거된 다음 범주의 개인정보를 수집했습니다.

source: Get through as many patterns as you can.
ko_kr: 최대한 많은 무늬를 기억해 보세요.

source: This player {0} is not a member of the team and cannot be edited.
ko_kr: 플레이어 {0}은(는) 팀의 구성원이 아닙니다. 편집할 수 없습니다.

source: Team Invite Code
ko_kr: 팀 초대 코드

source: Preventing and addressing fraud, breach of policies or terms, and threats or harm.
ko_kr: 사기, 정책 혹은 약관 위반, 위협과 피해 등을 방지하고 해결.

source: Enter your referral code
ko_kr: 초대 코드를 입력하세요

source: {0} is required.
ko_kr: {0} 은(는) 반드시 필요합니다.

source: Username cannot exceed 20 characters in length.
ko_kr: 사용자명은 20자리를 초과할 수 없습니다.

source: FALL
ko_kr: 가을

source: Unable to remove {0} from the party.
ko_kr: {0}을(를) 파티에서 제거할 수 없습니다.

source: Improve your Reaction
ko_kr: 반응 시간을 개선하세요.

source: No Refunds
ko_kr: 환불 불가

source: Starting In:
ko_kr: 곧 시작:

source: WHAT SKILLS DOES GWOOP FOCUS ON IMPROVING?
ko_kr: Gwoop을 통해 어떤 기술을 향상시킬 수 있나요?

source: Share
ko_kr: 공유

source: When you are ready, release the button to fire the ability.
ko_kr: 준비가 되었다면 버튼을 떼서 기술을 시전하세요.

source: MEMORY MAP
ko_kr: 기억 지도

source: Account Information.
ko_kr: 계정 정보

source: Added the ability to request beta access via the registration page.
ko_kr: 등록 페이지를 통해 베타 테스트 접근 권한을 요청할 수 있습니다.

source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICE IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.
ko_kr: 관련 법률이 허용하는 최대 한도 내에서 당사의 서비스는 어떤 종류의 명시적 및 암시적인 보증을 제공하지 않으며, 이는 판매 적격성, 특적 목적에의 적합성, 혹은 비침해를 포함하되 이에 국한되지 않습니다.

source: Number of session must be greater than 0.
ko_kr: 세션의 숫자는 0보다 커야 합니다.

source: Reaction Lvl 1 - Achieve a reaction time of {number}ms or less.
ko_kr: 반응 1단계 - {number}ms 이하의 반응 시간을 기록하세요.

source: In the locker room, you can use your gems to purchase items for your avatar.
ko_kr: 탈의실에서 Gem으로 아이템을 구매해 아바타에게 적용할 수 있습니다.

source: Larger teams
ko_kr: 더 큰 팀 규모

source: Additional Disclosures for California Residents.
ko_kr: 캘리포니아 주 거주자를 위한 추가 공시.

source: We also support controllers!
ko_kr: 컨트롤러도 지원합니다!

source: THIS AGREEMENT GIVES YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.
ko_kr: 이 계약은 귀하에게 특정한 법적 권리를 부여하며, 귀하는 주마다 다른 기타 권리를 받았을 수도 있습니다.

source: Hover over an item below to view the scenario description.
ko_kr: 시나리오에 대한 설명을 보려면 커서를 항목에 올리세요.

source: Party id is invalid.
ko_kr: 파티 ID가 유효하지 않습니다.

source: The processing is necessary for: the performance of a contract and to take steps prior to entering into a contract; and our legitimate interests, namely administering the Service, for marketing purposes and communicating with users.
ko_kr: 다음의 사유로 처리가 필요합니다. 계약 이행 및 계약을 체결하기 전에 해야하는 조치 마케팅 목적과 사용자와의 의사 소통을 위한 당사의 서비스를 관리하는 것과 같은 당사의 정당한 이해 관계

source: Confirm Password
ko_kr: 비밀번호 확인

source: Past equipment winners have received 5 keyboards, 5 mice, and 5 headsets for their team from LogitechG, but this varies between grants.
ko_kr: 과거 수상자들은 LogitechG의 키보드 5개, 마우스 5개, 헤드셋 5개를 받았습니다. 상품은 상황에 따라 달라질 수 있습니다.

source: Gaming Warmup Lvl 1
ko_kr: 게이머용 몸풀기 1단계

source: Monitoring and analyzing trends, usage, and activities.
ko_kr: 동향, 사용 및 활동을 모니터링하고 분석.

source: Gaming and children have become a hot topic of discussion.
ko_kr: 게임과 어린이의 관계는 항상 뜨거운 토론 거리입니다.

source: You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the iTunes-Sourced Software.
ko_kr: 귀하는 Apple이 iTunes 소프트웨어와 관련하여 유지 관리 및 지원 서비스를 제공할 의무가 없음을 인정합니다.

source: Results
ko_kr: 결과

source: Excellent!
ko_kr: 훌륭합니다!

source: Do damage to enemies in the target area.
ko_kr: 지정된 범위에 있는 적을 공격합니다.

source: Content adjustments and bugfixes across the website.
ko_kr: 웹사이트 전역에 걸쳐 컨텐츠 개선과 버그 수정을 진행했습니다.

source: P
ko_kr: ㅔ

source: If you are a California resident under 18 years old and registered to use the Service, you can ask us to remove any content or information you have posted on the Service.
ko_kr: 만약 귀하가 만 18세 미만의 캘리포니아 주 거주민이고 당사의 서비스에 가입한 상태라면, 귀하는 당사 서비스에 게시한 모든 콘텐츠와 정보의 삭제를 당사에 요청할 수 있습니다.

source: Reaction Lvl 1
ko_kr: 반응 1단계

source: Tap the targets <sprite index=3 color=#FF0000> as fast as you can.
ko_kr: 타겟을 <sprite index=3 color=#FF0000> 최대한 빨리 터치하세요.

source: See https://docs.google.com/document/d/1th7kXE6nvd0LEMnwojfuYKcmpGvfAiA5/edit?usp=sharing&ouid=104744623546144370735&rtpof=true&sd=true
ko_kr: https://docs.google.com/document/d/1th7kXE6nvd0LEMnwojfuYKcmpGvfAiA5/edit?usp=sharing&ouid=104744623546144370735&rtpof=true&sd=true 를 확인하세요.

source: Failed.
ko_kr: 실패했습니다.

source: HOW TO PLAY
ko_kr: 게임 방법

source: Team Mascot/Slogan (optional)
ko_kr: 팀 마스코트/슬로건 (선택적)

source: We also use audience matching services to reach people (or people similar to people) who have visited our Service or are identified in one or more of our databases (“Matched Ads”).
ko_kr: 또한, 당사는 당사의 서비스를 방문했거나 당사의 데이터베이스에서 하나 이상의 정보가 확인된 고객(혹은 고객과 유사한 사람)에게 도달하기 위해 맞춤 고객 서비스를 활용할 수 있습니다. (이하 “맞춤형 광고”.)

source: Correct
ko_kr: 성공

source: Adjusted all Gwoop games for better memory management.
ko_kr: 모든 Gwoop 게임이 메모리 관리를 효율적으로 합니다.

source: Personal Contacts Data, including the first and last name, email address, and phone number of your personal contacts.
ko_kr: 성과 이름, 이메일 주소, 전화번호를 포함한 귀하의 개인 연락처 데이터.

source: As our platform grows, we will continue to dive deeper into specific skills by genre.
ko_kr: Gwoop의 플랫폼이 성장할수록, 저희는 각 장르를 위한 더욱 전문적인 게임을 개발하고자 합니다.

source: There will be 3 targets randomly spawned within this room, and each one you hit will spawn a new target.
ko_kr: 이 방에 3개의 타겟이 임의로 배치됩니다. 하나의 타겟을 맞추면 새로운 타겟이 생성됩니다.

source: Log Files, which are files that record events that occur in connection with your use of the Service.
ko_kr: 귀하가 당사의 서비스를 사용할 때 발생하는 이벤트를 기록하는 파일인 로그 파일.

source: Right Trigger
ko_kr: 오른쪽 트리거

source: Train your brain so you can execute skill shots with the precision of a pro.
ko_kr: 당신의 뇌를 훈련시켜 프로 선수처럼 정확한 기술을 구사하세요.

source: In order to purchase a subscription for your team, you must have a verified email address in our system.
ko_kr: 당신의 팀을 위해 구독권을 구매하려면 시스템의 인증이 완료된 이메일 주소가 있어야만 합니다.

source: International Transfer
ko_kr: 국가간 전송

source: No parties have been associated with this team yet.
ko_kr: 이 팀에는 아직 연결된 파티가 없습니다.

source: Health (Percentage)
ko_kr: 체력 (비율)

source: Merger or Acquisition.
ko_kr: 합병 또는 인수.

source: Follow us on Twitter and Discord to stay updated about funding opportunities.
ko_kr: Gwoop의 Twitter와 Discord를 팔로우 하시고 펀딩 기회에 대한 정보를 놓치지 마세요.

source: Every time you level up, you can unlock or upgrade one ability.
ko_kr: 당신의 레벨이 올라갈 때마다, 하나의 기술을 해금하거나 강화할 수 있습니다.

source: Added subtle dust particles.
ko_kr: 미세한 먼지 파티클을 추가했습니다.

source: Whoops!
ko_kr: 이런!

source: You do not have the authority to view training regimen details.
ko_kr: 훈련 방식 세부사항을 열람할 수 있는 권한이 없습니다.

source: You have joined the team: {previousNotification.Team.TeamName}.
ko_kr: 당신은 다음 팀에 가입했습니다. {previousNotification.Team.TeamName}.

source: When the red target enters a path, click the starting target and hold the mouse button down while following the target along the path.
ko_kr: 빨간색 과녁이 길에 들어서면, 클릭한 채로 마우스를 과녁의 움직임에 따라 길에 맞춰 이동하세요.

source: Gamers, athletes, self-proclaimed nerds and more.
ko_kr: 게이머, 운동 선수, 스스로를 괴짜라고 부르는 사람들 등등.

source: HOW DO I INVITE SOMEONE TO GWOOP?
ko_kr: Gwoop에 다른 사람을 어떻게 초대할 수 있나요?

source: You expressly relieve Gwoop from any and all liability arising from your use of any third-party website, service, or content.
ko_kr: 귀하는 서드파티의 웹사이트, 서비스 또는 콘텐츠의 사용으로 인해 발생하는 모든 책임에서 Gwoop을 명시적으로 제외합니다.

source: Added a 'rotate device' animation to the game page when playing in portrait mode on a mobile device.
ko_kr: 모바일 기기에서 가로 모드로 플레이할 때 게임 페이지에 ‘기기 회전’ 애니메이션을 추가했습니다.

source: Gwoop will not be liable for any losses caused by any unauthorized use of your account.
ko_kr: Gwoop은 귀하의 계정의 무단 사용으로 인한 어떠한 피해도 책임지지 않습니다.

source: If you still need some warm-up practice, we've got you covered with recommendations based on where you're at.
ko_kr: 만약 몸풀기가 더 필요한 부분이 있다면, 저희가 어떤 부분이 필요한지 알려드리겠습니다.

source: The Product Id provided could not be located.
ko_kr: 제공된 상품 ID를 찾을 수 없습니다.

source: All your changes will be saved.
ko_kr: 모든 변경 사항은 저장됩니다.

source: Remove
ko_kr: 제거

source: DISCIPLINE
ko_kr: 절제력

source: Like in other sports, esport athletes are doing everything in their power to get an edge over their competition and that requires discipline and a highly focused approach.
ko_kr: 다른 스포츠처럼, e스포츠 선수들은 경기에서 승리하기 위헤 자신의 모든 것을 쏟아붓습니다. 그리고 그 과정에서 절제력과 높은 집중력이 필요합니다.

source: From Shooter (FPS/3PS) to MOBA, Sports to RTS - the traits carry over.
ko_kr: 슈팅 게임(FPS/3PS)에서 AOS, 스포츠, RTS까지, 모두 아우르는 기술을 다루고 있습니다.

source: This group no longer exists, it has been deleted by one of the previous members.
ko_kr: 이 그룹은 더 이상 존재하지 않습니다. 그룹이 삭제되었습니다.

source: A player you're attempting to {0} has an invalid role.
ko_kr: 당신이 {0}하려는 사용자가 유효하지 않은 역할을 갖고 있습니다.

source: ADD PRODUCTS
ko_kr: 상품 추가

source: Stats will be collected separately between devices.
ko_kr: 장치에 따라 별도의 기록이 저장됩니다.

source: Gwoop Badges are not redeemable for any sum of money or monetary value from Gwoop at any time.
ko_kr: Gwoop 배지는 실제 돈이나 Gwoop의 금전적 가치로 교환될 수 없습니다.

source: You have rights and choices with respect to information that relates to you, however such rights will vary depending on the category of information, and the subsequent use of such information.
ko_kr: 귀하는 귀하와 관련된 정보에 대한 권리를 갖고 정보 제공 동의를 할 수 있습니다. 하지만 이와 같은 권리는 정보의 범주와 해당 정보의 추후 사용에 따라 달라질 수 있습니다.

source: Added ability to customize your own keyboard keys during the game.
ko_kr: 게임 중 키보드 키 사용자 설정 기능을 추가했습니다.

source: To connect your controller, go to bluetooth settings on your PC (make sure your device is discoverable) and search for the controller and connect.
ko_kr: 컨트롤러를 연결하기 위해서는 PC에서 블루투스 설정 화면을 여세요. (검색 가능한 장비인지 확인하세요) 그리고 컨트롤러를 찾고 연결하세요.

source: Job Applicant Data, including your employment and education history, transcript, writing samples, and references as necessary to consider your job application for open positions.
ko_kr: 채용 및 교육 이력, 성적 증명서, 라이팅 샘플, 귀하의 채용을 위해 필요한 추천서를 포함한 입사 지원 데이터.

source: We wanted to let you know that {referredUsername} has signed up for Gwoop.
ko_kr: {referredUsername} 님께서 Gwoop에 가입했다는 사실을 알려드리고자 합니다.

source: This game remains free thanks to:
ko_kr: 이 게임은 이 회사의 후원을 받아 무료로 제공됩니다:

source: Mouse Control - Achieve a score of {number} curves completed (or more).
ko_kr: 마우스 컨트롤 - {number}개 이상의 경로를 완주하세요.

source: The ability to recall critical information is a skill which sets both elite gamers and high performing kids and teens apart from others.
ko_kr: 핵심 정보를 기억하는 능력은 엘리트 게이머뿐만이 아니라 특출난 아이들과 청소년을 부각시키는 요소입니다.

source: Avg ms per target
ko_kr: 타겟당 평균 ms

source: Driving Control updates
ko_kr: 운전 조작 업데이트

source: This Policy was last modified on August 20, 2021.
ko_kr: 이 정책은 2021년 8월 20일에 개정되었습니다.

source: If you have any questions or wish to exercise your rights and choices, please contact us as set out in the “Contact Us” section.
ko_kr: 만약 귀하가 질문이 있거나 귀하의 권리와 제공 동의를 행사하려는 경우 “문의” 섹션에 명시된 대로 당사에 연락을 하십시오.

source: Now look, an enemy minion approaches, see how grumpy he is?
ko_kr: 미니언이 다가오고 있습니다. 꽤나 심술궂게 보이는군요.

source: Speed Lvl 1 - Achieve a time per target score of {number}ms or less.
ko_kr: 속도 1단계 - {number}ms 이하의 타겟당 시간을 기록하세요.

source: Chat
ko_kr: 대화를 할 수 있습니다.

source: To use the Mobile Software you must have a mobile device that is compatible with the Mobile Service.
ko_kr: 당사의 모바일 소프트웨어를 이용하기 위해서 귀하는 당사 모바일 서비스와 호환되는 모바일 기기를 소지해야 합니다.

source: (COMING SOON)
ko_kr: (출시 예정)

source: You have rejected {thisChallenge.Challenger.Username}'s challenge in {thisChallenge.Game.Name}
ko_kr: {thisChallenge.Challenger.Username}이(가) 보낸 {thisChallenge.Game.Name} 대결을 거절했습니다.

source: Your leaderboard score is a rolling average of your last 5 plays.
ko_kr: 리더보드에 등록되는 점수는 최근 5번 플레이의 평균 점수입니다.

source: You've received a new message from {firstName} via the Gwoop contact form.
ko_kr: Gwoop 문의 양식을 통해 {firstName}(이)로부터 새로운 메시지를 받았습니다.
